import './SomeData.module.css'
function SomeData(){
    return(
        <body className='someData'>
            <div className='block1'>
                <p>GitHub — крупнейший веб-сервис для хостинга IT-проектов и их совместной разработки.
                Веб-сервис основан на системе контроля версий Git и разработан на Ruby on Rails и Erlang компанией GitHub, Inc (ранее Logical Awesome).
                Сервис бесплатен для проектов с открытым исходным кодом и (с 2019 года) небольших частных проектов, предоставляя им все возможности (включая SSL]),
                    а для крупных корпоративных проектов предлагаются различные платные тарифные планы.
                Слоган сервиса — «Social Coding» — на русский можно перевести как «Пишем код вместе». На футболках же печатают совсем другую фразу:
                «Fork you!» («Ветвить тебя!»).</p>
            </div>
        </body>
    );
}
export default SomeData;